Repository: punchline/stringham
Catalog: content/plugins/word-plugin/languages/html5_poster-*.po
Languages: es_es

source: Demotivational Poster
es_es: Poster Desmotivacional

source: Display posters in front page
es_es: Mostrar posters en la pagina principal

source: Useful to create a posters site
es_es: Util para crear un sitio web de posters

source: Demotivational Posters
es_es: Posters Desmotivacionales

source: Add New Poster
es_es: Crear Nuevo poster

source: Edit Poster
es_es: Editar Poster

source: View Posters
es_es: Ver Posters

source: View Poster
es_es: Ver poster

source: Search Poster
es_es: Buscar Poster

source: No Poster found
es_es: No se encontró ningún poster

source: No Poster found in Trash
es_es: No se encontró ningún póster en la papelera

source: Poster Categories
es_es: Categorías de posters

source: Search Poster Categories
es_es: Buscar Categoria de poster

source: All Poster Categories
es_es: Todas las Categorías para poster

source: Parent Poster Category
es_es: Categoría padre

source: Edit Poster Category
es_es: Editar Categoría

source: Add New Poster Category
es_es: Agregar nueva categoría

source: New Poster Name
es_es: New poster

source: Please register to create your own posters
es_es: Debes estar registrado para poder crear un poster

source: An error occurred while trying to save your post
es_es: Ocurrió un error mientras se intentaba guardar tu poster

source: Your poster is now pending for review.
es_es: Tu poster esta pendiente por aprobación

source: Invalid Image Type
es_es: Tipo de imagen invalido

source: You should to add some text to your poster.
es_es: Debes Agregar algo de texto a tu poster

source: Please select some category
es_es: Por favor seleccione una categoría

source: Invalid image
es_es: Imagen invalida

source: Category
es_es: Categoría

source: Choice
es_es: Seleccionar

source: Font
es_es: Tipo de letra

source: Save
es_es: Guardar

source: Select an image
es_es: Selecciona una imagen

source: Vertical Poster
es_es: Poster Vertical

source: Horizontal Poster
es_es: Poster Horizontal

source: 2. Write something
es_es: 2. Escribe algo

source: funny
es_es: Gracioso
